Revit 2027 API
ParameterTypeId.StairsAttrStringerHeight Property
 "Stringer Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsAttrStringerHeight { get; }
Public Shared ReadOnly Property StairsAttrStringerHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsAttrStringerHeight {
	ForgeTypeId^ get ();
}
static member StairsAttrStringerHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace